  {"destinations": [{
    "id": "1",
    "cityName": "Paris, FR",
    "dateStart": "2021-12-21",
    "dateEnd": "2021-12-29",
    "summary": "My girlfriend Annika and I got a voucher for Disneyland Paris from her parents as a Christmas gift in 2019. Now we have finally redeemed it. And set off on our second Paris holiday. Less museums than the first time. But lots of Uber Eats and other delicacies instead. It was a lovely time to be in Paris over Christmas. In our second hotel we had a direct view of the Eiffel Tower. I especially liked the 'L'Atelier de Lumieres' - an art exhibition with projectors. On display were exhibitions by the famous artists Gaudi and Salvador Dali - accompanied by the music of Pink Floyd. Really unique. I miss it a bit already. And I'm already looking forward to our third trip.",
    "recommends": "Atelier des Lumières, L'Evolution en voie d'illumination, Black Sesame Latte at Café Paris Dabang, Louvre, Disney Land"
  },
  {
    "id": "2",
    "cityName": "Rome, IT",
    "dateStart": "2020-01-27",
    "dateEnd": "2020-01-31",
    "summary": "My girlfriend gave me a trip to Rome as a present. Until then, I only knew Naples from a trip with our high school graduating class. There was a lot to see and eat in Rome. The cityscape is characterised by narrow streets and ancient sites. Highly recommended for history buffs. The Colloseum was very impressive, as were the museums in the Vatican.",
    "recommends": "Colosseum, Vatican Museums, Maritozzi, Pizza & Pasta, Supplì al Telefono (Stuffed Rice Balls)"
  },
  {
    "id": "3",
    "cityName": "Kyoto, JP",
    "dateStart": "2016-07-09",
    "dateEnd": "2016-07-16",
    "summary": "From Tokyo we took the high-speed train 'Shinkansen' to Kyoto. What a contrast to the hustle and bustle of busy Tokyo. Lots of nature. And many temples. We spent our time in a traditional ryokan in Uji. Uji is world famous for its matcha specialities (made from Japanese green tea). The temple complexes in nearby Nara were also worth a trip. Hordes of deer roam the temple grounds of Nara. When I was feeding them, a deer stole our city map from my pocket - and of course ate it straight away. All in all, I felt very much at home there: because not only the people, but also the animals seem to be gourmets just like us.",
    "recommends": "Uji - the matcha town, Byōdō-in temple, Nara (Buddhist temples), Supermarket discounts (evening)"
  },
  { "id": "4",
    "cityName": "Tokyo, JP",
    "dateStart": "2016-06-24",
    "dateEnd": "2016-07-08",
    "summary": "My first time in Japan. The fourth time for my girlfriend. I was lucky to have such a competent travel companion. She can speak Japanese (even more so now than then). This allowed us to gorge ourselves wherever we could. But even more important: drink lots of chilled green tea. Because it was brutally hot. Nevertheless, we managed to do a lot of sightseeing: from the Tokyo Skytree to Harajuku and the many nerd shops selling mangas and toy figures that stretch over several floors. Heaven for every anime fan. Luckily, we were also able to see a temporary Studio Ghibli exhibition. Tokyo is something I will never forget. 'Ja Mata ne' - until next time.",
    "recommends": "Tokyo Sky Tree, Akihabara (electric town for geeks), Asakusa district, Everything you can eat"
  },
  { 
    "id": "5",
    "cityName": "Amsterdam, NL",
    "dateStart": "2014-11-04",
    "dateEnd": "2014-11-09",
    "summary": "Ah Amsterdam. I can't write much more. A fog has settled over the memories. But it was a lot of fun. We stayed with friends in an AirBnB in nearby Haarlem. We built beats, played board games and had a great time. For example, we visited the Heineken brewery in Amsterdam. The canals were also very beautiful.",
    "recommends": "Chill atmosphere in coffeeshops, cruise on the grachten canals, Heineken brewery"
  },
  {
    "id": "6",
    "cityName": "New York City, US",
    "dateStart": "2008-10-18",
    "dateEnd": "2008-10-28",
    "summary": "During my communication design studies, some fellow students organised a flight to New York City. I always wanted to see America. New York was just like you see it in the movies. To start the day, Starbucks was a given, of course. Besides Ground Zero, we also visited the Empire State Building, were in Brooklyn and Central Park. Times Square was also very impressive. I couldn't get out of taking pictures. But what I found most interesting was Coney Island - a district with an old abandoned amusement park. A lot of Russian immigrants live there.",
    "recommends": "View from the Empire State Building, Coney Island, MOMA museum, Brooklyn Bridge"
  },
  {
    "id": "7",
    "cityName": "Dublin, IE",
    "dateStart": "2005-07-06",
    "dateEnd": "2005-07-19",
    "summary": "This was my third time in Ireland. Together with my parents, aunt and uncle. We visited many gardens and castles. We also spent nice evenings with my parents' pen pals. I can really recommend Ireland to everyone. At that time, I wasn't that interested in nature and landscapes. But I remember it fondly.",
    "recommends": "Old castles, nature & magic forests, Powerscourt House & Gardens, Bed & Breakfast, Leisure centre Bray, Guinness Brewery"
  }]
  }